-- =====================================================================================================================================
-- 【相邻加成类】
  -- 沙漠民俗 删除相邻加成 改为圣地为相邻单元格加产、加大仙点
  -- 极光之舞 删除相邻加成 改为圣地为相邻单元格加产、加大仙点
  -- 河神 删除相邻加成 改为沿河城市加产、加大仙点
  -- 山之苗裔 删除相邻加成 改为靠山城市加产、有山脉的城市加大仙点
  -- 神圣道路 删除相邻加成 改为圣地为相邻单元格加产、加大仙点

-- 【改良加产类】
  -- 收获女神
  -- 口述传统
  -- 石圈
  -- 黄金国传说
  -- 牧狼神
  -- 天空之神
  -- 森灵之心
  -- 捕鱼传统
  -- （波涛之主 采掘船）

-- 【资源用途类】
  -- 海洋之神
  -- 水中珍宝
  -- 节庆女神
  -- 机神
  -- 狩猎女神
  -- 酒神
  -- 灶神
  -- 农神
  -- 芬芳之路
  -- 宗教偶像
  -- 文艺女神
  -- 神之园圃
  -- 财神
  -- 金丹道

-- 【地貌加产类】
  -- 塞壬之歌
  -- 火之女神
  -- 芦苇和沼泽地里的夫人
  -- 德鲁伊
  -- 荒原先驱
  -- 极地子民 -> 改为冻土地貌加产

-- 【城市加产类】
  -- 海洋母亲
  -- 妈祖信仰
  -- 渔巫传统
  -- 沙之女神
  -- 伏都教
  -- 大地女神

-- 【其他加产类】
  -- 御岳
  -- 工匠之神
  -- 神王

-- 【探索类】
  -- 启蒙会
  -- 星光引航者

-- 【赠送单位建筑类】
  -- 主神纪念碑
  -- 丰产仪式
  -- 赫尔墨斯 -> 旅行守护神
  -- 城市守护女神

-- 【其他类】
  -- 天人合一
  -- 宗教移民
  -- 神圣之光
  -- 锻造之神

-- 太阳神 挪作他用？
-- 梦创时代 删除
-- 潘神 删除
-- 长生天 删除
-- 战争之神 删除
-- =====================================================================================================================================