--------------------------------------------------------------------------------
-- Language: zh_Hans_CN
insert or replace into LocalizedText
    (Language,      Tag,                                                                             Text)
values
    -- CIVITAS
    ("zh_Hans_CN",  "LOC_RESOURCE_P0K_PENGUINS_NAME",                                                "企鹅"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PENGUINS_CHAPTER_HISTORY_PARA_1",         "企鹅在世界各地都广受欢迎，主要是因为它们不同寻常的站姿、蹒跚前行的姿态、令人印象深刻的游泳能力以及（同其他鸟类相比）不太惧怕人类。它们那引人注目的黑白羽毛常被比作一套白领西装。一些艺术家和作家曾错误地认为企鹅生活在北极。尽管几乎所有企鹅物种都原产于南半球，但它们并非只在像南极洲这样的寒冷气候地带中被发现。事实上，只有少数企鹅生活在南极附近。温带地区生活有几种企鹅，其中一种叫加拉帕戈斯企鹅，它们就生活在赤道附近。大多数企鹅以在水下游泳时捕获的磷虾、鱼、鱿鱼和其他海洋生物为食。它们一半时间行走在陆地上，一半时间遨游在海洋中。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_CVS_POMEGRANATES_NAME",                                            "石榴"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_CVS_POMEGRANATES_CHAPTER_HISTORY_PARA_1",     "古埃及人曾将石榴视为繁荣与雄心的象征。据最古老的医学著作之一——埃伯斯纸莎草所记载，从大约1500年前，埃及人便用石榴治疗绦虫及其他感染。在迦太基将其传入罗马之前，希腊人就已经对这种水果很熟悉了，它在许多神话和艺术作品中都有体现。在古希腊神话中，石榴被称为“死人的果实”，石榴籽被认为是从阿多尼斯的血液中迸出的。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_P0K_PAPYRUS_NAME",                                                 "纸莎草"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PAPYRUS_CHAPTER_HISTORY_PARA_1",          "作为一种书写材料，纸莎（suō）草被用于记录赞美圣歌、宗教经典、宗教告诫、交流信件、官方文件、公告声明、爱情诗集、医学文本、科技手册、书面存档、巫术专著和文学著作。现存的纸莎草卷轴，从碎片大小到一页长度，再到著名的埃伯斯纸莎草——在一卷65英尺（20米）长卷轴上多达110页的著作。《埃伯斯纸草》是一本医学著作，经常为古埃及医学和巫术的关联提供引证。同卡恩妇科纸莎草、伦敦医疗纸莎草和埃德温·史密斯纸莎草等这仅举几例的纸莎草卷轴一起，这些纸莎草卷轴证明了古埃及人渊博的医学知识和高超的医术，以及他们是如何处理重伤和轻伤、对待各种疾病以及类似癌症和心脏病等严重病患的。焦虑、抑郁和精神创伤的病例也曾在埃及的医学文献中被讨论过，堕胎、节育、月经痉挛和不孕等问题也同样如此。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_P0K_MAPLE_NAME",                                                   "枫糖"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_MAPLE_CHAPTER_HISTORY_PARA_1",            "北美最早的英法殖民者很快就从美洲东部的土著部落那里获得了枫树的赏赐。这些先驱者们很快开始用糖槭树的甜汁制作出了属于自己的枫糖和糖浆。从红枫树上，他们学会了制造墨水和染料。开拓者约翰·史密斯是最早描述美洲原住民制糖过程的人之一。他还提到了其他有趣的枫树用途，比如美洲土著人从树皮里酿造出止咳药。而且无论古今，枫木都是高级家具、橱柜、地板和家用器具的首选木材。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_P0K_OPAL_NAME",                                                    "欧泊"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_OPAL_CHAPTER_HISTORY_PARA_1",             "作家们曾把欧泊比作火山、星系与烟花。崇拜者们给欧泊取了一些特别的诗意名字，如潘多拉、世界之光和女皇。在古罗马，这块宝石象征着爱与希望。许多文明都认为欧泊具有超自然的起源和能力。在阿拉伯传说里它于闪电中从天而降。古希腊人相信欧泊给了他们主人所预言的礼物，并保护他们远离疾病。欧洲人一直认为它是希望、纯洁和真理的象征。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_P0K_PLUMS_NAME",                                                   "李子"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PLUMS_CHAPTER_HISTORY_PARA_1",            "李子很可能是人类最早培育的水果之一。李子家族有记载的历史可以追溯到古希腊，当时在欧洲和西亚种植李子已经有几个世纪了。事实上，李子曾被认为是巴比伦空中花园里的众多植物之一。据说古罗马人熟悉超过300多种如李子一般多汁的水果。"),
    -- Latin America
    ("zh_Hans_CN",  "LOC_RESOURCE_LEU_P0K_POTATOES_NAME",                                            "马铃薯"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_LEU_P0K_POTATOES_CHAPTER_HISTORY_PARA_1",     "最早在公元前8000年至5000年之间，马铃薯就已在今秘鲁的南部和玻利维亚西南地区被人类驯化。马铃薯现今在全球广泛分布，是许多国家的主要作物。马铃薯是高原上的印加及其前身文明的主要能量来源。西班牙征服印加帝国之后，西班牙人在16世纪下半叶把马铃薯引进了欧洲。随后，这一主食被欧洲的水手们运往世界各个土地和港口。马铃薯在欧洲缓慢种植，但很快就成为了重要的农业作物，对19世纪欧洲人口的激增发挥了重要作用。然而，由于最初引进的品种数量有限，缺乏遗传多样性，作物很容易患病。1845年，名为“晚疫病”的植物病害席卷了爱尔兰西部和苏格兰高地部分地区，导致了爱尔兰大饥荒。然而，在安第斯山脉，马铃薯仍然有成千上万的品种存在，在那里，一个山谷里可能会发现100多个品种，而一个农业家庭可能会拥有12个或更多的品种。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_LEU_P0K_CAPYBARAS_NAME",                                           "水豚"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_LEU_P0K_CAPYBARAS_CHAPTER_HISTORY_PARA_1",    "水豚是世界上最大的啮齿类动物。水豚以草类和水生植物为食，主要栖息在南美的热带稀树草原和茂密的森林中。这种食草动物体型庞大，通常10-20只群居，在旱季时，可能会有100只水豚成群聚集在水源地附近。它们良好地适应了南美的城市化；它们很温顺，很容易成为宠物或饲养，但不建议身体接触，因为它们的蜱虫是落基山斑疹热的媒介。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_LEU_P0K_COCA_NAME",                                                "古柯"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_LEU_P0K_COCA_CHAPTER_HISTORY_PARA_1",         "大量的考古证据——带有古柯叶的木乃伊、描绘了咀嚼古柯叶者特有的鼓起脸颊图案的陶器、用于提取碱的刮刀和用贵金属制成的绘有古柯叶和酸橙图案的袋子、以及在库斯科的印加花园中发现的画有古柯的黄金——表明咀嚼古柯叶至少可以追溯到公元6世纪的莫希时期以及随后的印加时期。在古柯传入印加之前，咀嚼古柯的地域范围可能仅限于安第斯东部地区。因为这种植物被认为起源神圣，所以国家垄断了它的种植。在托帕印加（15世纪晚期）统治下，古柯的使用被限制在贵族和少数的受宠阶层（宫廷演说家、信使、受宠的官员和军队）。 随着印加帝国的衰落，这种叶子变得容易获取。古柯在16世纪首次被引入欧洲，但直到19世纪中期才流行起来，当时保罗·曼特加扎博士发表了一篇颇具影响力的论文，称赞它对感知的刺激作用。（注：从古柯叶中提取的生物碱是可卡因的主要原材料，在中国是禁止种植的。珍爱生命，远离毒品。）"),
    ("zh_Hans_CN",  "LOC_RESOURCE_LEU_P0K_LLAMAS_NAME",                                              "大羊驼"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_LEU_P0K_LLAMAS_CHAPTER_HISTORY_PARA_1",       "再怎么强调大羊驼对印加人的重要性也不为过：它们的驯化对印加帝国的建立和维持至关重要。大羊驼是食物和羊毛的来源，最重要的是，它是安第斯地区唯一能用于背负的动物。印加人还大量献祭它们，以安抚他们的神，并把它们埋在人类的坟墓里。印加的神，厄克丘利被描绘成了一只五彩斑斓的大羊驼，在艾马拉神话中，大羊驼是重要的生物。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_LEU_P0K_QUINOA_NAME",                                              "藜麦"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_LEU_P0K_QUINOA_CHAPTER_HISTORY_PARA_1",       "藜麦最早被安第斯人在大约3000到4000年前驯化。作为本土植物，藜麦在安第斯文化中是重要的主食，但在世界其他地方相对来说不太为人所知。印加人认为这种作物是神圣的，称它为“chisoya mama”或“谷物之母”。按照传统，印加皇帝会用“金器”播种当季的第一批种子。智利中南部的土著马普切人也种植藜麦，但这个品种是起源于智利中部还是秘鲁和玻利维亚的安第斯山中部，目前尚不清楚。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_LEU_P0K_YERBAMATE_NAME",                                           "马黛茶"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_LEU_P0K_YERBAMATE_CHAPTER_HISTORY_PARA_1",    "在西班牙人来到今巴拉圭之前，耶巴马黛茶被瓜拉纳人作为药物食用。在秘鲁利马附近的克丘亚墓穴中也发现了耶巴马黛茶的残存，因此有人认为这种植物与与人的威望有关系。目前还不清楚西班牙人是什么时候开始喝马黛茶的，但据了解，到16世纪晚期马黛茶已经被广泛饮用。马黛茶成为一种非常受欢迎的饮料，据说西班牙殖民者用他们的衣物、武器和马匹来购买马黛茶。 如今，马黛茶在南美中南部地区仍然是一种受欢迎的饮料。从阿根廷进口的马黛茶在叙利亚和黎巴嫩的德鲁兹地区也广受欢迎。由于茶中含有大量的多酚，所以人们认为马黛茶有益健康。它还含有可以集中注意力、补充能量和改善情绪的化合物。"),
    -- Suk 
    ("zh_Hans_CN",  "LOC_RESOURCE_SUK_CHEESE_NAME",                                                  "奶酪"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CHEESE_CHAPTER_HISTORY_PARA_1",           "奶酪是一种从牛奶中提取的食物，它的风味、质地与形式多种多样。数百种来自不同国家的奶酪被生产出来，而它们的样式、质地与口味取决于牛奶的来源（包括动物的饮食）、是否经过巴氏杀菌、乳脂含量、细菌和霉菌作用，以及加工和老化的影响。香草、香料或木烟可用作其调味品，许多奶酪的黄色和红色是通过添加红木制成的，如莱斯特红奶酪。其他成分也可以添加到一些奶酪中，如黑胡椒、大蒜、韭菜或小红莓等。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_SUK_CAMEL_NAME",                                                   "骆驼"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CAMEL_CHAPTER_HISTORY_PARA_1",            "阿拉伯骆驼已经被驯化了大约3500年，一直作为驮畜而被饲养。它们运载重物一天最多能走25英里。一些文明根据骆驼的数量来判断一个人的财富，今天，世界上几乎所有的骆驼都是家畜。它们被发现于北非和亚洲西南部，现已被引进澳大利亚。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_SUK_OBSIDIAN_NAME",                                                "黑曜石"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_OBSIDIAN_CHAPTER_HISTORY_PARA_1",         "黑曜石是火山爆发时形成的一种天然琉璃，它具有普通玻璃的所有基本物理性质。黑曜石是中美洲人日常生活与宗教仪式高度整合化的一部分，其广泛和多样的用途或许是该地区缺乏冶金工艺的一个重要原因。这种材料价值很高，从武器到珠宝，它无所不包。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_GOLD_NAME",                                                        "黄金"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_GOLD_CHAPTER_HISTORY_PARA_1",                 "黄金是一种柔软、有光泽的塑性金属，在历史上一直被男性和女性所珍视。它是一种稀有金属，它的稀有性大大增加了它的价值。尽管黄金有一些工业和医疗上的用途，但主要还是用作铸币或装饰，装饰珠宝、杯子、器皿以及超级富豪和权贵的坐便器。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_SUK_SHARK_NAME",                                                   "鲨鱼"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SHARK_CHAPTER_HISTORY_PARA_1",            "从尤卡坦半岛到太平洋岛屿，鲨鱼在许多沿海社会的起源神话中起着主导作用。随着人类深入海洋进行贸易和探索，致命的鲨鱼遭遇便成为航海传说的一部分。事实上，鲨鱼才是那些需要“驱人剂”的动物：因为比起鲨鱼袭击人类，人类反而更可能捕食它们。在中国，一餐鲨鱼翅汤长久以来是身份的象征。在冰岛，发酵鲨鱼肉是一道用格陵兰鲨鱼制成的国菜。鲨鱼肉在澳大利亚很受欢迎，在那里它被称为薄鱼片。鲨鱼肉几个世纪以来一直是蛋白质的重要来源，在东非和印度洋岛屿上已成为贸易产品。"),
    ("zh_Hans_CN",  "LOC_RESOURCE_DLV_BISON_NAME",                                                   "野牛"),
    ("zh_Hans_CN",  "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_DLV_BISON_CHAPTER_HISTORY_PARA_1",            "在大平原上成群生活的北美洲野牛，曾是许多土著部落的肉、筋、皮和骨等生存必需品的主要来源。在19世纪末北美野牛曾被美国人猎杀至濒临灭绝，好在近几十年来，在联邦和州政府野生动物保护计划的作用下，野牛种群又重现生机。");
